<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN"><HTML>
<HEAD>

<TITLE>Annes hemsidor om Barva! Vid Prostökna i Barva finns en gammal nedlagd koppargruva. </TITLE>
<META http-equiv=Content-Type content="text/html; charset=windows-1252">
<META content="Koppargruvan vid Prostökna i Barva! - Annes hemsidor om Barva." name=description>
<META content="koppargruva, Prostökna, Barva, barva, Barva Framtid" name=keywords>
<META content="Microsoft FrontPage 5.0" name=GENERATOR>
</HEAD>


<body bgcolor="#FFFAF0"><img border="0" src="loggany.jpg"><TABLE WIDTH=735 BORDER=0 CELLPADDING=0 CELLSPACING=0>
		<TR>
			<TD WIDTH=135>
				<P>
                <IMG SRC="logan.gif" NAME="grafik1" ALT="Barva Framtid logan" ALIGN=middle VSPACE=5 WIDTH=187 HEIGHT=145 BORDER=0>
								</P>
			</TD>
			<TD WIDTH=533>
				<P align="center"><STRONG><FONT FACE="Arial" COLOR="#008040"><FONT SIZE=6>V&auml;lkommen
				till Barva!</FONT></FONT></STRONG></P>
			</TD>
			<TD WIDTH=80>
				<P>
                <IMG SRC="vapen.gif" NAME="grafik2" ALT="Barva sockenvapen" ALIGN=middle WIDTH=105 HEIGHT=130 BORDER=0>
								</P>
			</TD>
		</TR>
	</TABLE><P>Ett utdrag fr&aring;n boken S&ouml;rmlandsbygden 1998</P>
<P>Vid Prost&ouml;kna i Barva finns en gammal sedan l&auml;nge nedlagd koppargruva. &Auml;r det koppar fr&aring;n Prost&ouml;kna som bidrar till klangen fr&aring;n de tre klockorna i domkyrkotornet i Str&auml;ngn&auml;s?</P>
<P>&nbsp;</P>
<FONT SIZE=6><P>En ok&auml;nd koppargruva</P>
</FONT><P>Dag Lundin</P>
<B><I><P>"&Aring; &auml;gorna finnes en gammal koppargruva, av vars malm man enligt s&auml;gnen gjutit klockorna till Str&auml;ngn&auml;s Domkyrka."</P>
</B></I><P>Den sensationella uppgiften stod att l&auml;sa i en hembygdsbok om Prost&ouml;kna g&aring;rd i Barva socken. Talade p&aring;st&aring;endet sanning eller var det en gammal folklig skr&ouml;na?</P>
<P>Domprosten i Str&auml;ngn&auml;s &auml;gde Prost&ouml;kna g&aring;rd p&aring; 1320-talet, d&auml;rav namnet. Senare kom kyrkan att &auml;ga g&aring;rden, d&aring; kallad Munkg&aring;rd eller Munkbost&auml;lle. En k&auml;lla anger, att "munkar br&ouml;to malm", dvs kopparmalm p&aring; den s k Gruvholmen (&auml;ven Gruv&ouml;n kallad) halvannan kilometer fr&aring;n g&aring;rden. En annan k&auml;lla anger att det var eskilstunamunkar - Johannitermunkar - som br&ouml;t malm. Hur malmen vidarebehandlades, och framfor allt var, finns inga k&auml;llor om. P&aring;st&aring;endet om gruvan m&aring;ste utredas tills klarhet n&aring;tts! </P>
<P>En kvalmig julidag 1995 bes&ouml;kte jag platsen f&ouml;r den p&aring;st&aring;dda kopparbrytningen. En 1700-talskarta hade klart angett platsen med beteckningen Cu, beteckningen f&ouml;r koppar. Betydde det, att man br&ouml;t koppar d&auml;r p&aring; 1700-talet?</P>
<P>Med hj&auml;lp av ciceronen Anders R&auml;nk fr&aring;n Prost&ouml;kna g&aring;rd kunde inventeringen g&ouml;ras. &Ouml;ver stora, vida f&auml;lt som l&aring;g i tr&auml;da gick v&auml;gen d&auml;r mansh&ouml;ga tistlar och n&auml;sslor gjorde vandringen</P>
<P>besv&auml;rlig, inte helt olik en argentinsk pampassl&auml;tt. Sv&aring;rforcerade skogsbackar och i &ouml;vrigt og&auml;stv&auml;nlig och kuperad terr&auml;ng omv&auml;xlade med vida falt som en g&aring;ng varit sj&ouml;botten.</P>
<P>Med Gruvholmen som m&aring;l kunde man l&auml;tt se att den intilliggande Bond&ouml;knasj&ouml;n en g&aring;ng hade sina vattenytor &ouml;ver v&auml;sentligt st&ouml;rre omr&aring;den &auml;n idag. Sj&ouml;n, liksom &Ouml;knasj&ouml;n, har flera g&aring;nger under tidernas lopp varit utsatt f&ouml;r s&auml;nkningar den senaste p&aring; 1920-talet.</P>
<P>Under hela den tid som Gruvholmens koppargruva var i drift, uppskattningsvis mellan 1300-och 1700-talen, var Gruvholmen separat &ouml; med Bond&ouml;knasj&ouml;ns vatten kring sina str&auml;nder.</P>
<P ALIGN="CENTER"><IMG SRC="gruva.jpg"></P>
<P>Kopparmalmen m&aring;ste d&auml;rf&ouml;r ha forslats med b&aring;t till det st&auml;lle, d&auml;r malmen f&ouml;r&auml;dlades till metall. Idag &auml;r l&auml;mningarna efter den forna gruvan sv&aring;rfunna f&ouml;r den oinvigde. Vid en bergh&auml;ll p&aring; Gruvholmen &aring;terfinns koppargruvan om ett n&auml;ra nog cirkelrunt h&aring;l, en handfull meter i diameter, fyllt av svart vatten, n&ouml;dtorftigt omg&auml;rdat av en halvrutten g&auml;rdsg&aring;rd och rostig taggtr&aring;d. Att titta ned i detta avgrundsh&aring;l f&ouml;r den som har svindel &auml;r mer &auml;n kusligt.</P>
<P>P&aring; 1970-talet unders&ouml;ktes h&aring;let av dykare, men redan p&aring; sex meters djup blev det stopp; dy och multnande v&auml;xter satte stopp f&ouml;r vidare nedslitning i underjorden.</P>
<P>Det &auml;gs att det finns flera gruvorter som str&auml;cker sig l&aring;ngt in under f&auml;lten, dvs den gamla Bond&ouml;knasj&ouml;ns botten. N&aring;gon karta &ouml;ver gruvan och dess djup och storlek &auml;r inte k&auml;nd, inte heller vet man hur mycket koppar som brutits d&auml;r eller vad som kan vara kvar i gruvans ok&auml;nda, vattenfyllda g&aring;ngar. Under 1600-talet s&ouml;kt an efter j&auml;rnmalm i grovan; de st&auml;ndiga krigen kr&auml;vde j&auml;rn till kanoner, handeldvapen och ammunition.</P>
<P>I Barvatrakten finns flera namn som antyder gammal verksamhet av olika slag. Namn som Kalkugnsskogen och Kalkugnstorp v&auml;ster om Bond&ouml;knasj&ouml;n antyder anv&auml;ndningen av kalk till </P>
<P>j&auml;rnframst&auml;llningen i masugnsprocessen. Namnen Kolartorp och Kolarskogen p&aring;minner oss om de rykande minorna som framst&auml;llde tr&auml;kol till masugnarna. Flera namn med ordledet "damm", t.ex Dammstorp, Damm&aring;s och Dammsvik kan antyda olika hantverksprocesser som kr&auml;vde vattenkraft med mindre dammar.</P>
<P>Den intilliggande marken vid Gruvholmen kallas p&aring; kartan f&ouml;r Fr&auml;kenbotten och antyder den gamla sj&ouml;bottnen, bev&auml;xt med fr&auml;kenv&auml;xter som f&ouml;redrar fuktig mark.</P>
<P>Med tillg&aring;ng p&aring; vattenkraft, tr&auml;kol och kalk fanns m&ouml;jligheterna att bearbeta j&auml;rnmalm, men &auml;ven kopparmalm som dock kr&auml;vde en annan och mer besv&auml;rlig hantering innan den som klockmetall var klar f&ouml;r sitt &auml;ndam&aring;l.</P>
<P>Om Barvatrakten n&aring;gonsin &auml;gt s&aring; kallade bl&auml;sterugnar f&ouml;r bearbetning av kopparmalmen vet vi inte. Tekniken fanns i Sverige, och i behandlingen av kopparen kr&auml;vdes under flera moment </P>
<P>inbl&aring;sning av luft fr&aring;n b&auml;lgar, som med f&ouml;rdel kunde drivas med hj&auml;lp av vattenkraft. Dammbyggnader eller sm&auml;rre forsar kan l&auml;tt ha hj&auml;lpt upp det hela. Var det munkar fr&aring;n Prost&ouml;kna som stod for hantverket?</P>
<P>Koppar i f&ouml;rening med tenn, brons kallad, anses vara den mest idealiska klocklegeringen. Men innan man kommer s&aring; l&aring;ngt, att klocka pastorala klang ljuder &ouml;ver landskapet, &auml;r v&auml;gen l&aring;ng och m&ouml;dosam. L&aring;t oss vandra med, fr&aring;n gruva till klockkl&auml;mtning, fr&aring;n antik tid och till v&aring;r egen!</P>
<P>Under antiken utvanns koppar p&aring; Cypern, d&auml;rav metallens latinska namn Cuprum, f&ouml;rkortat Cu. Mest f&ouml;rekommande &auml;r koppar i mineralet kopparkis, CuFeS<SUB>2</SUB>, men finns ocks&aring; i koppar glans, Cu<SUB>2</SUB>S. D&aring; kopparmineralet &auml;r orent, m&aring;ste flera processer till, innan man far fram en smidbar kopparmetall. F&ouml;rst krossas malmen, varp&aring; den rostas For att man ska bli av med svavlet. I &auml;ldre rider blandade man kopparkross och ved i stora gropar som kunde brinna i veckor. Produkten kallades kallroste och forslades till en s&aring; kallad sulu-ugn som fylldes med kallroste och tr&auml;kol. Fr&aring;n stora b&auml;lgar bl&aring;stes luft in i sm&auml;ltan och gav produkten sk&auml;rsten. Denna krossades och forslades till v&auml;ndrostningen. Efter denna procedur vidtog reduktionssm&auml;ltningen och man erh&ouml;ll r&aring;koppar, blisterkoppar. Denna metall var spr&ouml;d och sv&aring;r att hantera, varf&ouml;r kopparen genomgick en s&aring; kallad garningsprocess, det vill s&auml;ga &auml;nnu en sm&auml;ltprocedur med tr&auml;kol och luftinbl&aring;sning. Betydande platser f&ouml;r garningsproceduren var bl a S&auml;ter och Avesta. F&auml;rsk bj&ouml;rkved, som kastades ned i metallsm&auml;ltan anv&auml;ndes i &auml;ldre tid for att ta ner halten kopparoxid.</P>
<P>L&aring;ngt f&ouml;re den svenska kopparbrytningen var metallen k&auml;nd i den gamla v&auml;rlden. 5000 f Kr importerades koppar till Mesopotanien och 4000 f Kr br&ouml;ts koppar i Bulgarien. Fr&aring;n 900 e Kr &auml;r den dokumenterad i v&aring;rt land.</P>
<P>Hur de &auml;ldsta kopparugnarna s&aring;g ut vet man inte helt. F&ouml;rmodligen var de jordfasta och lerfodrade. Os&auml;kra rester fr&aring;n 1100-talsugnar finns dokumenterade, men liknar inte de kontinentala kopparsm&auml;ltugnarna.</P>
<P>I &aring;rhundraden var Sverige sj&auml;lvf&ouml;rs&ouml;rjande p&aring; koppar, senare kom Tyskland och England att leverera koppar till klockmetall. P&aring; 1930-talet f&ouml;rbj&ouml;d Hitler all export av koppar, eftersom hans krigsmaskineri beh&ouml;vde all koppar det kunde f&aring;. England blev d&aring; den stora koppar leverant&ouml;ren till Sverige. I dag &auml;r det fortfarande i huvudsak brittisk koppar som anv&auml;nds.</P>
<P>Ren koppar till gjutning ger g&auml;rna bl&aring;sor i godset. I en legering med tenn ger bronsmetallen vacker ton och god h&aring;llbarhet. F&ouml;r att f&aring; fram klockbrons, blandades 80% koppar med 20% tenn, vilket &auml;mn i dag anses ge en kyrkklocka en &ouml;nskv&auml;rt h&ouml;g elasticitetsmodul men ocks&aring; en l&aring;g d&auml;mpningseffekt, vilket tillsammans medverkar till en vacker klockklang.</P>
<P>Gamla Str&auml;ngn&auml;s</P>
<P>Hur m&aring;nga klockor hade munkarna i sitt kloster i det medeltida Str&auml;ngn&auml;s? Var de m&ouml;jligen gjutna av prost&ouml;knakoppar? N&auml;r klostret revs p&aring; 1540-talet, f&ouml;rsvann dess klockor. Har vi anledning att tro att Gustav Vasa lade beslag p&aring; dem? Teglet fr&aring;n klostret gick till byggandet av Gripsholm. Redan 1530 avkr&auml;vde han domkyrkan dess st&ouml;rsta klocka i sina ambitioner att betala sin skuld till L&uuml;beck. St&auml;derna fick v&auml;lja p&aring; att betala med mynt eller med en stor kyrkklocka.</P>
<P>En intressant detalj &auml;r att Str&auml;ngn&auml;s tiggarmunkar ans&aring;g klocktorn f&ouml;r lyx, och hade troligen sina eventuella klockor h&auml;ngande separat i en st&auml;llning kallad takryttare.</P>
<P>Eftersom domkyrkans torn tillkom f&ouml;rst p&aring; 1400-talet, m&aring;ste klockor innan dess ha h&auml;ngt p&aring; annat s&auml;tt &auml;n i torn. Exakt hur, &auml;r sv&aring;rt att fastsl&aring;, men klockor i stapel eller i en takryttare torde b&aring;da vara t&auml;nkbara. Om dessa klockor var gjutna av malm fr&aring;n Prost&ouml;kna g&aring;r inte att f&aring; vetskap om, men med tidsperspektivet &auml;r det fullt m&ouml;jligt.</P>
<P>Det s&aring; kallade klockupproret mot Gustav Vasa st&aring;r i direkt relation till skulden som Sverige hade till L&uuml;beck f&ouml;r den hj&auml;lp Gustav Vasa f&aring;tt av staden i frihetskampen.</P>
<P>&nbsp;</P>
<P>Epilog</P>
<P>S&aring; f&aring;r vi l&auml;mna fr&aring;gan obesvarad, om det &auml;r prost&ouml;knamalm i Str&auml;ngn&auml;s domkyrkoklockor. Tiotalet tornbr&auml;nder, Gustav Vasas konfiskerande av den st&ouml;rsta klockan 1530 samt d&aring;lig skriftlig dokumentation ger oss idag sm&aring; m&ouml;jligheter att n&aring; ett klarg&ouml;rande i fr&aring;gan. En likaledes d&aring;lig dokumentation om Prost&ouml;knagruvans &auml;gare och drift, os&auml;kra, folkliga traderingar som antar formen av en lokal myt, ger inga s&auml;kra h&aring;llpunkter. Korta kommentarer om munkarnas verksamhet vid Prost&ouml;kna n&auml;mns tillsammans med Domkyrkans klockor i ett icke vidarekommenterat sammanhang.</P>
<P>Dock kvarst&aring;r fr&aring;gan, om klostren i V&aring;rberga, Eskilstuna och Str&auml;ngn&auml;s &auml;gde klockor av prost&ouml;knamalm liksom den tidiga kyrkan i Tuna, Eskilstuna. Naturligt inst&auml;ller sig fr&aring;gan om kung Karl IX, som v&auml;rnade om S&ouml;rmlands handel och v&auml;lst&aring;nd redan som s&ouml;rmlandshertig, p&aring; n&aring;got s&auml;tt intresserade sig f&ouml;r en eventuell gruvdrift i Prost&ouml;kna. Hans &auml;nka l&auml;t ju sk&auml;nka den stora klockan 1625 till domkyrkan.</P>
<P>Varf&ouml;r driften upph&ouml;rde vid Prost&ouml;knagruvan kan man bara spekulera i. Dess bel&auml;genhet p&aring; en liten &ouml; m&aring;ste ha varit besv&auml;rlig, eftersom malmen m&aring;ste ha forslats till n&aring;got sm&auml;lteri med b&aring;tar. Vattnet m&aring;ste ocks&aring; ha v&aring;llat gruvarbetarna stort bekymmer, d&aring; man i alla tider haft stora problem med att pumpa upp det framsipprande vattnet, ju djupare ned, dess besv&auml;rligare.</P>
<P>Kanske blev kopparhalten med tiden s&aring; l&aring;g att det inte l&ouml;nade sig att bryta malmen? Att man p&aring; 1600-talet &auml;ven s&ouml;kte efter j&auml;rnmalm i Prost&ouml;knagruvan styrker bara f&ouml;rh&aring;llandet, att Sverige under sina st&auml;ndiga krig under stormaktstiden hade ett stort behov av j&auml;rn till kanoner, handeldvapen och ammunition.</P>
<P>S&aring; sent som p&aring; en 1700-talskarta anges Prost&ouml;kna Gruvholme d&auml;r beteckningen f&ouml;r koppargruva finns utsatt. I dag finns inga k&auml;nda handlingar som ber&auml;ttar om arbetet i gruvan. I dag ligger l&auml;mningarna fridfullt &ouml;de p&aring; Gruvholmen, t&auml;mligen sv&aring;ra att finna f&ouml;r den som &auml;r obekant med trakten.</P>
<P>Och Str&auml;ngn&auml;s domkyrkoklockor ljuder med sin m&auml;ktiga klang &ouml;ver M&auml;larfj&auml;rdama, antingen malmen &auml;r rysk, engelsk eller m&ouml;jligen, till n&aring;gon del, kommer fr&aring;n Prost&ouml;kna koppargruva.</P>
<B><I><P>"P&aring; &auml;gorna finns en gammal koppargruva, av vars malm man enligt s&auml;gnen gjutit klockorna till Str&auml;ngn&auml;s Domkyrka"</B></I> -kommer vi n&aring;gonsin att f&aring; veta ifall p&aring;st&aring;endet talar sanning?</P>
<P>&nbsp;</P>
<P>&nbsp;</P>Tillbaka till<b><a
        href="http://w1.169.telia.com/~u16902159/barva.htm">&nbsp;&nbsp; </a>
<a href="index.htm">hemsidor</a></b><a href="index.htm"><b> om Barva</b> </a>
<P><div align="center"></P>
<P ALIGN="CENTER"><CENTER><TABLE CELLSPACING=0 BORDER=0 WIDTH=624>
<TR><TD WIDTH="95%" VALIGN="MIDDLE">
<P>Uppdaterat den 10 okt. 2008, webbmaster: 
<a href="mailto:anne.ivarsson@barvabygden.se">Anne Ivarsson, </a> <BR>
<BR>
http://www.barvabygden.se/gruv.htm </TD>
</TR>
</TABLE>
</CENTER></P>

<FONT SIZE=2><P ALIGN="CENTER">&nbsp;</P></FONT></BODY>
</HTML>