<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
<head>
  <title>FORNTIDA ARV I BARVA</title>


  <meta http-equiv="Content-Type" content="text/html; charset=windows-1252">

  <meta content="FORNTIDA ARV I BARVA! - Annes hemsidor om Barva." name="description">

  <meta content="fornl&auml;mningar, brons&aring;ldern, bronsgjutning, sp&auml;nnbuckla,Barva, barva, Barva Framtid" name="keywords">

  <meta content="Microsoft FrontPage 5.0" name="GENERATOR">

</head>

<body style="background-color: rgb(255, 250, 240);">

<table>

  <tbody>

    <tr>

      <td>&nbsp;</td>

      <td> </td>

      <td><font color="#008040" face="Arial" size="6"><strong><img src="bladen/bilder/loggany.jpg" border="0" height="90" width="900"></strong></font>
      <p align="center"><font color="#008040" face="Arial" size="6"><strong>V&auml;lkommen
till Barva!</strong></font></p>

      </td>

      <td>&nbsp;</td>

    </tr>

  </tbody>
</table>

<p></p>

<p><a href="grf.jpg">
<img src="bilder/grf.jpg" alt="en mycket sp&auml;nnande grav i gravf&auml;ltet" align="left" border="0" height="400" width="256"></a><br>

Foto: Riksantikvarie&auml;mbetet</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p><font size="4"><strong>Forntida arv i Barva</strong></font></p>

<p><i>Barva socken ligger i Eskilstuna kommun i
S&ouml;dermanland,
mitt emellan Eskilstuna och Str&auml;ngn&auml;s.
Fornl&auml;mningarna i Barva
visar att trakten utnyttjats av m&auml;nniskor i mer &auml;n
4000 &aring;r.
L&auml;get vid vattnet har inneburit goda kommunikationer med hela
M&auml;laromr&aring;det. Dagens landskap har formats av alla de
generationer som levt och verkat i bygden. Genom att studera
sp&aring;ren efter dem f&aring;r vi en bild av landskapets
utveckling och
bygdens historia.</i></p>

<p><i>Central brons&aring;ldersbygd</i></p>

<p>Det finns rikligt med fornl&auml;mningar fr&aring;n
brons&aring;ldern i
Barva. Boplatserna l&aring;g d&aring; i det som nu &auml;r
skogsmarker i &ouml;ster
och v&auml;ster. Boskapssk&ouml;tsel var ryggraden i ekonomin
under den
h&auml;r tiden och man valde att bo i omr&aring;den som
erbj&ouml;d bra
betesmark. Runt boplatserna ligger gravr&ouml;sen och p&aring;
Barva&aring;sen
finns flera sk&aring;lgropsstenar.</p>

<p><i>Stora omr&aring;den under vatten</i></p>

<p>Under brons&aring;ldern var vattenniv&aring;n ca 20 m
h&ouml;gre &auml;n den &auml;r
idag och stora delar av socknens norra delar l&aring;g under
vatten.
Barvalappen &auml;r bara en rest av den forna Kafj&auml;rden,
som under
l&aring;ng tid varit omr&aring;dets farled mot &ouml;ster
och nordv&auml;st.</p>

<p><i>Dagens landskap formas</i></p>

<p>Det &auml;r under j&auml;rn&aring;ldern som dagens
landskap b&ouml;rjar ta
form. J&auml;mf&ouml;rt med de n&auml;rliggande socknarna
J&auml;der och Kjula
har endast lite mark har tillkommit genom landh&ouml;jningen under
j&auml;rn&aring;ldern och senare tid. Det g&ouml;r att
landskapet i stort &auml;r
ganska likt fr&aring;n j&auml;rn&aring;ldern och
fram&aring;t. Under j&auml;rn&aring;ldern
flyttas bebyggelsen n&auml;rmare de flackare markerna, som
torrlagts
och blivit tillg&auml;ngliga f&ouml;r bete och odling. Gravarna
&auml;r
samlade i stora gravf&auml;lt p&aring; Barva&aring;sen och
ut mot M&auml;laren. Det
finns inte mindre &auml;n sex stora gravf&auml;lt som alla
anv&auml;nds under
l&aring;ng tid. De flesta av byarna, bl a S&auml;by,
Sk&auml;ggesta och
S&ouml;derby, &auml;r k&auml;nda sedan medeltiden och har
sitt ursprung i
j&auml;rn&aring;lderns bos&auml;ttning.</p>

<p>
<img src="bilder/ukart1.jpg" alt="Dagens kulturlandskap " height="288" width="380">Foto:
Riksantikvarie&auml;mbetet<br>

Dagens kulturlandskap och fornl&auml;mningar fr&aring;n
j&auml;rn&aring;lder,
medeltida bytomter, unders&ouml;kta boplatsyta fr&aring;n yngre
j&auml;rn&aring;lder. </p>

<p><b>Fornl&auml;mningar i v&auml;gen</b></p>

<p><i>Den nya str&auml;ckningen f&ouml;r E20,
motorv&auml;gen, g&aring;r genom den
nordligaste delen av Barva. I socknens utkanter i &ouml;ster och i
v&auml;ster g&aring;r v&auml;gen till st&ouml;rsta
delen genom skogsmarker med f&aring;
fornl&auml;mningar. I den centrala delen av Barva, i
jordbruksbygden,
finns d&auml;remot rikligt med fornl&auml;mningar och
h&auml;r gjordes ocks&aring;
flera arkeologiska unders&ouml;kningar.</i></p>

<p><i>Forntida arv</i></p>

<p>De arkeologiska unders&ouml;kningarna har givit en
m&aring;ngsidig bild
av det forntida livet i Barva. H&auml;r
p&aring;tr&auml;ffades l&auml;mningar av
boplatser med sp&aring;r av hus och hantverk. Det fanns
ocks&aring; gravar
och rituella l&auml;mningar, bl a en gravh&auml;gnad och rader
av
h&auml;rdar. De unders&ouml;kta l&auml;mningarna kan
dateras till sen
brons&aring;lder och fram&aring;t, dvs ca 500 f Kr till
1000/1100-talet e
Kr. Dessutom gr&auml;vdes en torpgrund fr&aring;n senare tid.</p>

<p><i>Unders&ouml;kta omr&aring;den</i></p>

<p>Utmed Barvalappen tangerar motorv&auml;gen den norra delen
av ett
stort gravf&auml;lt kallat Barvar&ouml;r. Det v&auml;tter
delvis ut mot den
forna farleden. Fyra boplatsytor unders&ouml;ktes s&ouml;der om
gravf&auml;ltet p&aring; platsen f&ouml;r den nya
lokalv&auml;gen. Dessa boplatser
ligger till st&ouml;rsta delen i &aring;kermark och betesmark
ca 200 m
norr om S&auml;bys bytomt. L&auml;ngst i v&auml;ster
gr&auml;vdes gravar,
odlingsytor och aktivitetsytor. Ett omr&aring;de med
h&auml;rdar
unders&ouml;ktes i nordost, vid torpet Kvarnbacken.</p>

<p><i>Ny v&auml;gstr&auml;ckning</i></p>

<p>Genom att flytta str&auml;ckningen f&ouml;r
motorv&auml;gen undvek man att
bebygga st&ouml;rre delen av gravf&auml;ltet. Dessutom sparades
boplatsomr&aring;den fr&aring;n brons&aring;lder i skogen
v&auml;ster om S&auml;by.</p>

<p>
<img src="bilder/ukart2.jpg" alt="Illustration av unders&ouml;kta fornl&auml;mningar i Barva" height="231" width="600"> bild:
Riksantikvarie&auml;mbetet<br>

Illustration av unders&ouml;kta fornl&auml;mningar i Barva. </p>

<p><b>J&auml;rn&aring;lderns bebyggelse</b></p>

<p><i>Delar av fyra boplatser har unders&ouml;kts i den
sentida
&aring;kern och betesmarken norr om S&auml;by. Boplatserna kan
dateras
till j&auml;rn&aring;ldern, ca 500 f Kr - 1050 e Kr. Ett par av
dessa
platser kan ha varit bebodda samtidigt. N&auml;rheten mellan
boplatserna och den sentida bebyggelsen p&aring; S&auml;by
visar att det i
stort sett &auml;r samma omr&aring;de som bebotts och brukats
under
&aring;rhundradena.</i></p>

<p><i>Stora hus</i></p>

<p>Centralt i omr&aring;det fanns l&auml;mningar av en
g&aring;rd best&aring;ende av
ett stort och ett mindre hus, som kan vara samtida. Det st&ouml;rre
huset har varit ca 45 m l&aring;ngt och 8 m brett och rymt
b&aring;de
bostad och lag&aring;rd. Husets form och storlek visar att det kan
dateras till &aring;rhundradena runt Kristi f&ouml;delse, dvs
den &auml;ldre
j&auml;rn&aring;ldern. Boplatsen begr&auml;nsades i
v&auml;ster av en rad av
h&auml;rdar. Utanf&ouml;r detta fanns ett
m&ouml;rkf&auml;rgat lager, som kan
vara resterna av den d&aring;tida &aring;kern. Vad
h&auml;rdarna har anv&auml;nts
till &auml;r inte klart. Det finns tv&aring; m&ouml;jliga
f&ouml;rklaringar: att
de h&ouml;r ihop med odlingen av &aring;kern, dvs att de
anv&auml;nts f&ouml;r att
skydda den tidiga gr&ouml;dan fr&aring;n frost, eller att de
har haft en
rituell funktion.</p>

<p><i>G&aring;rdsplan med staket</i></p>

<p>Invid Barva&aring;sen har det ocks&aring; legat en
g&aring;rd med ett mycket
stort hus. Detta hus har varit minst 50 m l&aring;ngt. Flera hus
har
under &aring;rens lopp st&aring;tt p&aring; denna plats,
men &aring;tminstone ett
mindre hus b&ouml;r ha existerat samtidigt som det stora huset.
P&aring;
g&aring;rdsplanen fanns en brunn och i s&ouml;der har
omr&aring;det avgr&auml;nsats
med ett staket. Utanf&ouml;r staketet, p&aring; s&auml;kert
avst&aring;nd fr&aring;n
husen, l&aring;g en eldstad eller ugn som kanske har
anv&auml;nts f&ouml;r
bakning. Denna har skyddats av ett tak eller vindskydd. L&auml;ngst
upp mot &aring;sen, intill en sentida torpgrund, fanns
boplatsl&auml;mningar som troligen &auml;r fr&aring;n
brons&aring;lder.</p>

<p><i>Grophus</i></p>

<p>En speciell typ av hus som hittats &auml;r s k grophus.
Dessa hus
har varit ca 2-4 m stora och nedgr&auml;vda ca en halv meter. En
ugn
byggd av stenar fanns i h&ouml;rnet i ett av husen. Man har
f&ouml;rmodligen inte bott i dessa hus, utan anv&auml;nt dem
f&ouml;r
speciella verksamheter, t ex v&auml;vning eller matlagning. Grophus
har framf&ouml;r allt funnits under den yngre
j&auml;rn&aring;ldern.</p>

<p>Boplatsl&auml;mningar syns s&auml;llan ovan mark
eftersom husen och
andra konstruktioner vanligen har rivits och tagits bort. I
m&aring;nga fall har platsen sedan ocks&aring; pl&ouml;jts.
De l&auml;mningar som
d&aring; bevarats &auml;r framf&ouml;r allt de
konstruktioner som gr&auml;vts ner
i marken och som d&auml;rf&ouml;r undg&aring;tt att skadas
av plogen. Det
g&auml;ller t ex stolph&aring;l efter hus, nedgr&auml;vda
h&auml;rdar och gropar.
Det &auml;r d&auml;rf&ouml;r dessa l&auml;mningar
kommer fram f&ouml;rst n&auml;r man
schaktar bort matjorden.</p>

<p>P&aring; vissa st&auml;llen har &auml;ven s k
kulturlager bevarats. Dessa
m&ouml;rkf&auml;rgade lager har skapats av m&auml;nniskor
genom att man
kastat avfall, trampat ner skr&auml;p eller f&ouml;rt
p&aring; jord f&ouml;r att
fylla ut svackor i marken. I Barva fanns s&aring;dana lager delvis
bevarade eftersom man inte har pl&ouml;jt s&aring; djupt
p&aring; de st&auml;llen
d&auml;r det har varit stenigt.</p>

<p><b>Handel och hantverk</b></p>

<p><i>Basen f&ouml;r ekonomin under
j&auml;rn&aring;ldern var jordbruket. Man
producerade framf&ouml;r allt varor f&ouml;r sitt eget
hush&aring;ll, men en
del kunde ocks&aring; anv&auml;ndas f&ouml;r ink&ouml;p
av varor fr&aring;n andra
h&aring;ll, t ex vapen och smycken. Det har funnits handelsplatser
p&aring;
flera h&aring;ll runt M&auml;laren. Den absolut
st&ouml;rsta och viktigaste
under vikingatiden var Birka, d&auml;r man ocks&aring; bedrivit
specialiserat hantverk. Barva &auml;r en ev de mycket f&aring;
platser
utanf&ouml;r Birka d&auml;r vikingatida bronsgjutning har
p&aring;tr&auml;ffats.</i></p>

<p><i>Bronsgjutning</i></p>

<p>Till de mest sp&auml;nnande fynden i Barva h&ouml;r de
rester efter
bronsgjutning som hittades p&aring; en av boplatserna. H&auml;r
har man
gjutit ovala sp&auml;nnbucklor. Detta &auml;r sp&auml;nnen
som bars parvis
p&aring; br&ouml;stet f&ouml;r att f&auml;sta ihop den
vikingatida kvinnans
kjortel. I Barva hittades rester efter &aring;tminstone tre
gjutformar
och fragment av en degel, som man sm&auml;lt metallen i. Det tycks
altts&aring; inte vara s&auml;rskilt m&aring;nga
sp&auml;nnen som gjutits, men allt
har heller inte bevarats. Man har f&ouml;rmodligen gjutit
sp&auml;nnbucklorna i en smedja, f&ouml;r tillsammans med
gjutformarna
hittades en hel del smidesslagg.</p>

<p><i>Har S&auml;by i Barva varit en handelsplats?</i></p>

<p>Den h&auml;r typen av vikingatida bronsgjutning
&auml;r i M&auml;lardalen
tidigare bara k&auml;nd fr&aring;n Birka. Att bronsgjutning
f&ouml;rekommer i
S&auml;by i Barva tyder p&aring; att platsen haft en
s&auml;rst&auml;llning i
omr&aring;det. &Auml;ven om tillverkningen endast skett i
begr&auml;nsad
omfattning s&aring; visar den p&aring; ett visst
v&auml;lst&aring;nd hos
befolkningen h&auml;r. Det &auml;r m&ouml;jligt att
S&auml;by ocks&aring; var en plats
f&ouml;r lokal. F&ouml;rutom bronsgjutningen hittades vikter
och klippta
bitar silvermynt, vilka indikerar handel. Dessa fanns b&aring;de
p&aring;
boplatsen, n&auml;ra smedjan, och i gravar.</p>

<p><i>"Byn vid sj&ouml;n"</i></p>

<p>S&auml;by har ett viktigt l&auml;ge i socknen. Det
&auml;r den by som
legat n&auml;rmast farleden och man har nog fungerat som knutpunkt
i
socknen vad g&auml;ller kontakterna mot omv&auml;rlden.
Farleden har
anv&auml;nts s&aring;v&auml;l vinter- som sommartid, och
hamnen eller
b&aring;tplatsen b&ouml;r ha legat i bukten norr om byn. Namnet
S&auml;by
betyder just "byn vid sj&ouml;n".</p>

<p><b>Gravf&auml;ltet vid sj&ouml;n</b></p>

<p><i>Under j&auml;rn&aring;ldern har gravplatserna
ofta legat n&auml;ra
boplatserna och varje g&aring;rd/by har haft sin egen gravplats som
anv&auml;nts under m&aring;nga generationer. De gravar som
unders&ouml;kts i
Barva ligger dels i v&auml;ster, dels p&aring; det stora
gravf&auml;ltet i
S&auml;by. De unders&ouml;kta gravarna &auml;r
fr&aring;n b&aring;de brons&aring;ldern och
j&auml;rn&aring;ldern.</i></p>

<p><i>"Barvar&ouml;r"</i></p>

<p>Gravf&auml;ltet, &auml;ven kallat Barvar&ouml;r,
ligger p&aring; en h&ouml;jdrygg
ut mot M&auml;laren och den forna vattenleden Kafj&auml;rden.
Det &auml;r det
enda av de stora gravf&auml;lten i socknen som har varit synligt
fr&aring;n vattnet. Gravf&auml;ltet har f&ouml;rmodligen
tillh&ouml;rt den
f&ouml;rhistoriska byn i S&auml;by, men kan kanske
ocks&aring; ha anv&auml;nts av
andra inv&aring;nare fr&aring;n Barvabygden just p&aring;
grund av sitt l&auml;ge
invid farleden. P&aring; gravf&auml;ltet finns drygt 100
synliga gravar,
placerade i grupper. Runt kr&ouml;net p&aring;
gravf&auml;ltet finns en
gravh&auml;gnad.</p>

<p>I gravf&auml;ltets norra del, ut mot vattnet,
unders&ouml;ktes
n&auml;rmare 40 gravar, varav 21 l&aring;g i en separat grupp.
Endast tv&aring;
gravar var synliga f&ouml;re unders&ouml;kningen. En grav
gr&auml;vdes ocks&aring;
ut i gravf&auml;ltets s&ouml;dra kant. Femton gravar har
tidigare
unders&ouml;kts i gravf&auml;ltets mellersta del n&auml;r
landsv&auml;gen skulle
r&auml;tas 1912 och 1935.</p>

<p><i>Brons&aring;ldersh&ouml;g</i></p>

<p>Den &auml;ldsta unders&ouml;kta graven var en
brons&aring;ldersh&ouml;g, som
l&aring;g n&auml;ra kr&ouml;net p&aring;
gravf&auml;ltet. Den var ca 14 m i diameter
och var uppbyggd en halv meter, men eftersom den var lagd p&aring;
en
naturlig h&ouml;jd s&aring;g den ut att vara minst en meter
h&ouml;g. Den
inneh&ouml;ll tv&aring; gravg&ouml;mmor, d&auml;r de
tv&auml;ttade br&auml;nda benen har
lagts i en hartst&auml;tad ask av n&auml;ver eller
tr&auml;. En del av benen
har str&ouml;tts ut under asken. Den ena gravg&ouml;mman
l&aring;g mitt i
h&ouml;gen och i denna fanns en dr&auml;ktn&aring;l av
brons, som kan dateras
till ca 500 f Kr. Den andra gravg&ouml;mman l&aring;g i gravens
ytterkant.
Under brons&aring;ldern placerades ofta de st&ouml;rsta
gravarna i
h&ouml;jdl&auml;ge, v&auml;l synliga. Det var ett
s&auml;tt att markera sitt
territorium.</p>

<p><b>Vikingar?</b></p>

<p><i>I den norra delen av det stora gravf&auml;ltet
Barvar&ouml;r
unders&ouml;ktes en grupp med 21 gravar. De l&aring;g
p&aring; en liten
h&ouml;jdrygg l&auml;ngst ner mot vattnet. Det &auml;r
antagligen en utvald
grupp m&auml;nniskor som begravts p&aring; denna plats, invid
den forna
farleden. Gravarna har anlagts under vendeltid och vikingatid,
dvs ca 550-1050 e Kr.</i></p>

<p><i>Gravskick</i></p>

<p>De flesta gravarna var s k brandgravar, d&auml;r de
d&ouml;da br&auml;nts
p&aring; b&aring;l med sina tillh&ouml;righeter. I gravar
fr&aring;n denna tid,
p&aring;tr&auml;ffar man d&auml;rf&ouml;r ofta bl a
rester av kl&auml;dedr&auml;kten, t ex
sp&auml;nnen och b&auml;ltess&ouml;ljor, men &auml;ven
vapen, husdjur, mat m m.
De fyndrikaste gravarna &auml;r fr&aring;n vikingatid. I tre av
gravarna
har personerna lagts ned obr&auml;nda, s k skelettgravar, men
endast
en av dessa inneh&ouml;ll bevarade ben. Dessa gravar &auml;r
f&ouml;rmodligen
de yngsta som anlagts p&aring; platsen, innan man b&ouml;rjade
gravl&auml;gga
p&aring; kyrkog&aring;rden. De visar att det kristna
gravskicket stegvis
ersatte det &auml;ldre och att allt f&auml;rre
gravg&aring;vor lades ned i
gravarna.</p>

<p><i>Vilka var m&auml;nniskorna?</i></p>

<p>De vikingatida gravarna h&auml;r tycks n&auml;stan
alla vara
mansgravar. Flera av dem &auml;r ocks&aring; dubbelgravar.
Gravg&aring;vorna
skulle kunna tyda p&aring; att detta &auml;r vikingar, som
blivit begravda
invid farleden. De kan ha bedrivit handel och deltagit i
vikingat&aring;g. Gravarnas datering visar att de delvis
tillh&ouml;r
olika generationer.</p>

<p>I tv&aring; gravar fanns stridspilspetsar, pilar som
anv&auml;nts just
f&ouml;r strid och inte f&ouml;r jakt. Flera av dessa
l&aring;g tillsammans
och kommer troligen fr&aring;n ett pilkoger. I en av dessa gravar
fanns ocks&aring; ett rundsp&auml;nne av brons. I en annan grav
hittades
en spjutspets en j&auml;rn. Tv&aring; gravar inneh&ouml;ll
bitar av klippta
silvermynt och en vikt, vilket indikerar handel. I en grav
p&aring;tr&auml;ffades en torshammarring - en symbol
f&ouml;r den hedniska
kulten - och ett h&auml;nge av guld innefattat i brons.</p>

<p><i>H&auml;rdar - gravritual?</i></p>

<p>Intill gravgruppen fanns ett omr&aring;de med
&ouml;ver 30 h&auml;rdar.
Eftersom de l&aring;g intill gravarna och inneh&ouml;ll en del
speciella
fynd kan de h&ouml;ra ihop med gravritualen. I flera av
h&auml;rdarna
fanns f&ouml;rem&aring;l som kan vara gravg&aring;vor, bl a
hittades en
pilspets. Dessutom f&ouml;rekom keramik, br&auml;nd lera och
br&auml;nda ben,
bl a fr&aring;n m&auml;nniska.</p>

<p>Gravarnas utformning och placering har varierat under tidernas
lopp beroende p&aring; de religi&ouml;sa
trosf&ouml;rest&auml;llningarna. De
&aring;terspeglar &auml;ven sociala och politiska
f&ouml;rh&aring;llanden i
d&aring;tidens samh&auml;lle. Gravens form, l&auml;ge och
gravg&aring;vor bidrar
d&auml;rf&ouml;r till att datera gravarna. Utifr&aring;n
gravg&aring;vorna och
benresterna kan man s&auml;ga en hel del om den som begravts. Benen
kan visa ungef&auml;rlig &aring;lder, k&ouml;n och ibland
ocks&aring; sjukdomar hos
den d&ouml;de. Gravg&aring;vorna ber&auml;ttar
ocks&aring; om k&ouml;n och social
status.</p>

<p><b>Ritualer</b></p>

<p><i>Ritualer har alltid varit en del av
m&auml;nniskors liv, b&aring;de
till vardags och i samband med livsavg&ouml;rande
h&auml;ndelser, som
f&ouml;delse, gifterm&aring;l och d&ouml;d. Det &auml;r
endast de konkreta sp&aring;ren
efter ritualerna som kan ses i de arkeologiska l&auml;mningarna. De
icke-materiella delarna av ritualerna &auml;r sv&aring;rare att
f&ouml;rst&aring;
eftersom vi saknar skriftliga k&auml;llor fr&aring;n
st&ouml;rre delen av den
f&ouml;rhistoriska perioden. Vid unders&ouml;kningarna i Barva
p&aring;tr&auml;ffades, f&ouml;rutom gravar, flera olika
typer av l&auml;mningar
som kan f&ouml;rklaras som rester efter ritualer.</i></p>

<p><i>Gravh&auml;gnad</i></p>

<p>En plats som haft en s&auml;rskild rituell betydelse
&auml;r kr&ouml;net
p&aring; det stora gravf&auml;ltet Barvar&ouml;r. Runt ett
r&ouml;se har man byggt
en inh&auml;gnad av stora stenblock, en s&aring; kallad
gravh&auml;gnad, som
delvis unders&ouml;kts. Platsen har ett exponerat l&auml;ge ut
mot
vattnet. Hit har man &aring;terkommit under l&aring;ng tid
f&ouml;r
begravningar och andra ritualer.</p>

<p>En vikingatida grav var ihopbyggd med h&auml;gnaden.
Innanf&ouml;r
h&auml;gnaden fanns gravar fr&aring;n b&aring;de
brons&aring;lder och &auml;ldre
j&auml;rn&aring;lder. I sluttningen nedanf&ouml;r
gravh&auml;gnaden hittades
sk&auml;rvor av flera keramikk&auml;rl. Detta &auml;r
f&ouml;rmodligen rester av
matoffer som man st&auml;llt ned eller krossat vid
h&auml;gnaden.</p>

<p><i>H&auml;rdar i rader</i></p>

<p>Vid vissa ritualer har man t&auml;nt eldar. Tre rader av
h&auml;rdar
fanns p&aring; boplatserna i &aring;kern norr om S&auml;by.
Tv&aring; av dessa l&aring;g
parallellt i nordv&auml;st-sydostlig riktning, kanske f&ouml;r
att leda
upp mot gravf&auml;ltet. H&auml;rdarna var ca 1 m stora och 20
cm djupa,
och tycks bara ha anv&auml;nts n&aring;gon enstaka
g&aring;ng. Den tredje
h&auml;rdraden l&aring;g i kanten av boplatsen och kan ha haft
en mer
praktisk funktion, t ex att h&aring;lla frosten bort fr&aring;n
gr&ouml;dorna
tidigt p&aring; sommaren. Hur l&aring;nga dessa
h&auml;rdrader &auml;r vet vi inte,
eftersom raderna forts&auml;tter utanf&ouml;r
unders&ouml;kningsomr&aring;det. I
Uppland och Danmark har man hittat rituella h&auml;rdrader som
&auml;r
kilometerl&aring;nga.</p>

<p><i>Sk&aring;lgropssten</i></p>

<p>I ett grophus, under en grav, fanns en sten med flera inhuggna
sk&aring;lgropar. Dessa sk&aring;lgropar &auml;r ca 4 cm i
diameter och har
haft n&aring;gon form av rituell funktion. Det ovanliga &auml;r
att detta
&auml;r en liten "b&auml;rbar" sten. Sk&aring;lgropar
brukar annars
mest f&ouml;rekomma p&aring; bergh&auml;llar och stora
stenblock, s&aring; som bl a
finns p&aring; gravf&auml;lten p&aring;
Barva&aring;sen. Grophuset kan f&ouml;rmodligen
dateras till ca 500-700 e Kr.</p>

<p><i>Amulettringar</i></p>

<p>Vid den vikingatida smedjan p&aring;tr&auml;ffades
tv&aring; amulettringar
av j&auml;rn, som var ca 5 cm i diameter. Den ena p&aring;minde
om ett
eldst&aring;l (dvs ett j&auml;rnf&ouml;rem&aring;l som
man slagit eld med) och p&aring;
den andra fanns en mindre ring. Amuletterna har kanske
tillh&ouml;rt
smeden.</p>

<p><b>Arkeologi f&ouml;rr och nu</b></p>

<p><i>Arkeologiska unders&ouml;kningar har
utf&ouml;rts i Barva vid flera
till f&auml;llen. Det &auml;r framf&ouml;r allt
p&aring; gravf&auml;ltet Barvar&ouml;r som
arkeologerna har gjort utgr&auml;vningar. F&ouml;rutom 1996 och
1997
gr&auml;vdes delar av detta gravf&auml;lt &auml;ven 1912
och 1935.</i></p>

<p><i>Unders&ouml;kningen 1912</i></p>

<p>&Aring;r 1912 gr&auml;vdes tolv gravar p&aring;
det stora gravf&auml;ltet
Barvar&ouml;r. Orsaken till gr&auml;vningen var att
landsv&auml;gen mellan
Str&auml;ngn&auml;s och Eskilstuna skulle r&auml;tas.
Bilder fr&aring;n denna tid
visar att man endast torvade av och gr&auml;vde sj&auml;lva
gravh&ouml;gen.
D&auml;rf&ouml;r var det f&ouml;rmodligen bara de gravar
som kunde ses f&ouml;re
unders&ouml;kningen som gr&auml;vdes ut. Man ritade planer och
profiler,
p&aring; liknande s&auml;tt som vi g&ouml;r idag.</p>

<p><i>Arkeologi idag</i></p>

<p>Idag gr&auml;vs betydligt st&ouml;rre ytor eftersom vi
vet att det
finns m&aring;nga l&auml;mningar som inte syns ovan mark. Ytan
schaktas
med gr&auml;vmaskin och rensas sen f&ouml;r hand. Efter
rensningen
dokumenteras l&auml;mningarna genom flygfoto, tornfoto och digital
inm&auml;tning eller planritning. Mycket av dokumentationen idag
g&ouml;rs digitalt f&ouml;r att den l&auml;ttare ska kunna
bearbetas och
lagras f&ouml;r framtiden. N&auml;r anl&auml;ggningarna
gr&auml;vs ut ritas och
fotograferas deras tv&auml;rsnitt. St&ouml;rre
anl&auml;ggningar och lager
gr&auml;vs skiktvis i rutor. Genom att s&aring;lla jorden kan
man hitta
&auml;ven mycket sm&aring; fragment av ben och fynd.</p>

<p>Det arkeologiska resultatet publiceras i rapporter och
artiklar.</p>

<p><i>Analyser</i></p>

<p>Flera olika naturvetenskapliga analyser anv&auml;nds
f&ouml;r att
b&auml;ttre kunna tolka de arkeologiska l&auml;mningarna.
Organiskt
material, t ex kol, kan dateras med C14-metoden. Genom att
g&ouml;ra
vedartsanalys av kolbitarna g&aring;r det att fastst&auml;lla
vilket
tr&auml;dslag som dateras. F&ouml;r att sp&aring;ra vad man
har odlat och
&auml;tit g&ouml;rs arkeobotaniska analyser av pollen och
f&ouml;rkolnande
fr&ouml;er fr&aring;n t ex h&auml;rdar och lager. Fettsyror
fr&aring;n maten kan
finnas kvar p&aring; ytan av keramikk&auml;rlen. Olika typer av
fettsyror
kan identifieras vid en s k lipidanalys.</p>

<p>Enligt fornminneslagen m&aring;ste fornl&auml;mningar
unders&ouml;kas om de
ber&ouml;rs av hus- eller v&auml;gbyggen. Innan byggplanerna
fastst&auml;lls
g&ouml;rs en arkeologisk utredning. Denna visar om det finns
fornl&auml;mningar p&aring; platsen f&ouml;r
exploateringen, ut&ouml;ver de som
&auml;r registrerade i Fornminnesregistret. N&auml;r sedan
planerna &auml;r
fastst&auml;llda utf&ouml;rs en
f&ouml;runders&ouml;kning som ska visa
fornl&auml;mningens utbredning och karakt&auml;r. Vid
slutunders&ouml;kningen
unders&ouml;ks de fornl&auml;mningar som ber&ouml;rs av
exploateringen.</p>

<p><b>Stens&auml;ttningen</b></p>

<p>P&aring; en avsats i nordsluttningen ner mot
M&auml;laren fanns en
mycket omsorgsfullt byggd grav. Runt en flack rund stenpackning
l&aring;g tre friliggande kantkedjor, varav den yttersta utgjordes
av
ca 40 resta stenar. Dessa stenar &auml;r f&ouml;rmodligen det
enda som
synts av graven eftersom den f&ouml;r &ouml;vrigt har varit
t&auml;ckt av
jord.</p>

<p>I en av kantkedjorna fanns ett s k gravklot, en
n&auml;stan
&auml;ggformad sten, som kan tyda p&aring; att detta
&auml;r en kvinnograv.
Men n&auml;ra mitten av graven fanns ocks&aring; en ca 70 cm
stor sten som
kan ha varit upprest. Resta stenar brukar indikera mansgravar.
Den osteologiska analysen av benen visar att den begravda &auml;r
en
vuxen person.</p>

<p>Gravens l&auml;ge och omsorgsfulla uppbyggnad tyder
p&aring; att det
&auml;r en betydelsefull person som blivit begravd h&auml;r. I
graven
fanns bl a ett sp&auml;nne av brons, en s k armborstfibula, som kan
dateras till folkvandringstid, dvs ca 500 e Kr.</p>

<p><img src="bilder/hange.jpg" alt="guldh&auml;nget" height="150" width="169">foto:
Riksantikvarie&auml;mbetet</p>

<p>De arkeologiska unders&ouml;kningarna i Barva
utf&ouml;rdes under 1996
och 1997 av Riksantikvarie&auml;mbetet, avdelningen f&ouml;r
arkeologiska
unders&ouml;kningar, UV Mitt, p&aring; uppdrag av
V&auml;gverket, Region
M&auml;lardalen.</p>

<p>Utst&auml;llningen var producerad av UV Mitt i samarbete
med
V&auml;gverket, Barva hembygdsf&ouml;rening, Barva
skolkooperativ och
Eskilstuna museer. </p>

<p>Vill du komma till f&ouml;rstasidan <a href="http://w1.169.telia.com/%7Eu16902159/barva.htm"> om
Barva</a><br>

</p>

<hr>
<p>Uppdaterat den 24 juni 2008, webbmaster: <a href="mailto:ivarssonanne@gmail.com">Anne Ivarsson</a>,
http://www.barvabygden.se/utst.htm
</p>

</body>
</html>
